{"data":{"work":{"html":"<p>Queen of the Heavens and of the Earth, Empress of Despair, and Architect of Your Eternal Suffering, Olympia Bukkakis began performing while completing a BA in social theory at Melbourne University in Australia and kick-started the local alternative drag scene with her party <em>Pandora’s Box</em>. She has collaborated with Australian queer theatre company Sisters Grimm on a number of projects including <em>Summertime in the Garden of Eden</em>. </p>\n<p>Since moving to Berlin in 2012, she has organised, curated, and hosted various queer performance nights including <em>Get Fucked</em>, <em>Fancy</em>, and <em>Apocalypse Tonight</em>. Since 2015 she has organised and hosted <em>Queens Against Borders</em>, a performance event in solidarity with trans and queer refugees. In recent years she has begun to perform in contemporary dance and performance contexts, performing in Jeremy Wade’s <em>Between Sirens</em> and <em>Human Resources</em> and in 2019 she completed a Masters in Solo Dance Authorship at the Inter-University Centre for Dance (HZT) in Berlin with her graduation piece <em>Tales From a State of Shemergency</em>. Her most recent full length work <em>Gender Euphoria</em> premiered at Sophiensaele in Berlin as part of the 2019 Tanztage festival. </p>\n<p>Her practice is situated within, and inspired by, the tensions and intersections between queer nightlife and contemporary dance and performance. </p>","frontmatter":{"id":"about","title":"","date":null}},"pictures":{"edges":[{"node":{"id":"68d6dadf-cf10-5468-9af1-0a117c10b6b6","base":"gender-euphoria-03.jpg","childImageSharp":{"fixed":{"width":1519,"height":670,"src":"/static/bb81a727161755a74a3dae1cc083fc84/fc25e/gender-euphoria-03.jpg","srcSet":"/static/bb81a727161755a74a3dae1cc083fc84/fc25e/gender-euphoria-03.jpg 1x,\n/static/bb81a727161755a74a3dae1cc083fc84/72c42/gender-euphoria-03.jpg 1.5x,\n/static/bb81a727161755a74a3dae1cc083fc84/3b5fd/gender-euphoria-03.jpg 2x"}}}},{"node":{"id":"aff0d65c-1de8-5a5a-9f47-7f0f673f71a3","base":"shemergency-01.jpg","childImageSharp":{"fixed":{"width":1005,"height":670,"src":"/static/b559ec29652b388f61248981a173f240/fc25e/shemergency-01.jpg","srcSet":"/static/b559ec29652b388f61248981a173f240/fc25e/shemergency-01.jpg 1x,\n/static/b559ec29652b388f61248981a173f240/72c42/shemergency-01.jpg 1.5x,\n/static/b559ec29652b388f61248981a173f240/3b5fd/shemergency-01.jpg 2x"}}}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"/md/about/"}}